Repository: JhoanseFranco/BrainOn-iOS
Catalog: BrainOn/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: alarm
es: alarma

source: Alarms
es: Alarmas

# alarms.list.empty
source: No alarms yet
es: Sin alarmas aún

source: Delete
es: Eliminar

source: Edit Alarm
es: Editar alarma

source: I'M AWAKE
es: ESTOY DESPIERTO

source: Label (e.g. Work)
es: Etiqueta (Ej. Trabajo)

source: Math
es: Matemáticas

source: Memory
es: Memoria

source: Mission
es: Misión

source: New alarm
es: Nueva alarma

source: Save
es: Guarfar

source: Settings
es: Ajustes

source: Solve to stop the alarm
es: Resuelve para apagar la alarma

source: Wake-up Challenge
es: Desafío para despertar

source: You must complete this mission to turn off the alarm.
es: Debes completar esta misión para apagar la alarma.
